{
  "en-US": {
    "unsupported": {
      "title": "Whoops...",
      "message": "Either the WebAudio API is not supported in this browser or it does not meet the required standards. Sadly, Efflux depends on these standards in order to actually output sound!",
      "download": "Luckily, you can get a web browser that offers support for free. We recommend {0} for an optimal experience.",
      "googleChrome": "Google Chrome"
    },
    "errors": {
      "emptySong": "Song has no pattern content!",
      "emptyMeta": "Song has no title or author name, take pride in your work!",
      "fileLoad": "Unknown error occurred while importing file, please try again, if the problems persists, drop us a line.",
      "songImport": "Could not import song, file was possibly not a valid {extension} file, or made in an incompatible version of Efflux",
      "instrumentImport": "Could not import instruments, file was possibly not a valid {extension} file, or made in an incompatible version of Efflux",
      "paramGlide": "Could not automate module parameter glide. Define the start and end value for a specific module parameter transition within your pattern, without defining other module parameters in between.",
      "audioImport": "Coult not import given audio file. It is possibly not a valid audio file, or not a compatible type for this browser.",
      "patternImport": "Could not import given pattern file. It is possibly not a valid Efflux pattern file or made in an incompatible version.",
      "quotaExceeded": "You have exceeded your local storage quota. Free up space by either trimming the samples in this song or by deleting old songs. You can always export your song on your device or save it in Dropbox.",
      "unknownLSerror": "An unknown error occurred while attempting to save your song in local storage. If the problem persists, consider exporting the song on your device or saving in Dropbox."
    },
    "title": {
      "error": "Error",
      "success": "Operation completed"
    },
    "messages": {
      "songSaved": "Song '{name}' saved",
      "recordingSaved": "Recording saved to your download folder",
      "fileSavedInDropbox": "\"{file}\" saved in Dropbox"
    },
    "warnings": {
        "loadNewPendingChanges": "You have unsaved changes in your current song. Are you sure you want to proceed with opening the selected song ?",
        "unload": "Are you sure you want to leave this page ? All unsaved changes will be lost."
    },
    "songLoadedTitle": "Song loaded",
    "songLoaded": "Loaded song '{name}'"
  }
}
